Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Actual: %lld
ar: القيمة الفعلية: %lld
as: প্ৰকৃত: %lld
bn: আসল: %lld
de: Tatsächlich: %lld
es: Real: %lld
fr: Réel : %lld
gu: વાસ્તવિક: %lld
hi: वास्तविक: %lld
it: Effettivo: %lld
ja: 実際: %lld
kn: ವಾಸ್ತವ: %lld
ko: 실제: %lld
ml: യഥാർത്ഥം: %lld
mr: वास्तविक: %lld
or: ପ୍ରକୃତ: %lld
pa: ਅਸਲ: %lld
pt: Real: %lld
ru: Фактический результат: %lld
ta: உண்மையானது: %lld
te: వాస్తవమైనది: %lld
zh_hans: 实际值： %lld
zh_hant: 實際值： %lld

source: Add a new catalog item
ar: أضف عنصرًا جديدًا إلى الكتالوج
as: এটা নতুন কেটেলগ বস্তু যোগ কৰক
bn: একটি নতুন ক্যাটালগ আইটেম যোগ করুন
de: Neuen Katalogeintrag hinzufügen
es: Agregar un nuevo artículo al catálogo
fr: Ajouter un nouvel article au catalogue
gu: નવી કેટલોગ આઇટમ ઉમેરો
hi: कैटलॉग में एक नया आइटम जोड़ें
it: Aggiungi un nuovo elemento al catalogo
ja: 新しいカタログアイテムを追加する
kn: ಹೊಸ ಕ್ಯಾಟಲಾಗ್ ಐಟಂ ಸೇರಿಸಿ
ko: 새 카탈로그 항목을 추가하세요
ml: ഒരു പുതിയ കാറ്റലോഗ് ഇനം ചേർക്കുക
mr: नवीन कॅटलॉग आयटम जोडा
or: ଏକ ନୂଆ କ୍ୟାଟାଲଗ୍ ଆଇଟମ୍ ଯୋଗ କରନ୍ତୁ
pa: ਇੱਕ ਨਵੀਂ ਕੈਟਾਲਾਗ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar um novo artigo ao catálogo
ru: Добавить новый товар в каталог
ta: புதிய பட்டியல் உருப்படியைச் சேர்க்கவும்
te: కొత్త కేటలాగ్ అంశాన్ని జోడించండి
zh_hans: 添加新的目录项
zh_hant: 新增新的目錄項

source: Add a quick note for %@
ar: أضف ملاحظة سريعة لـ %@
as: %@ ৰ বাবে এটা দ্ৰুত টোকা যোগ কৰক
bn: %@ এর জন্য একটি ছোট নোট যোগ করুন
de: Füge eine kurze Notiz für %@ hinzu.
es: Añade una nota rápida para %@
fr: Ajouter une petite note pour %@
gu: %@ માટે એક ઝડપી નોંધ ઉમેરો
hi: %@ के लिए एक संक्षिप्त टिप्पणी जोड़ें
it: Aggiungi una breve nota per %@
ja: %@ に簡単なメモを追加してください。
kn: %@ ಗಾಗಿ ತ್ವರಿತ ಟಿಪ್ಪಣಿಯನ್ನು ಸೇರಿಸಿ
ko: %@에 간단한 메모를 추가하세요
ml: %@ എന്നതിനായി ഒരു ചെറിയ കുറിപ്പ് ചേർക്കുക
mr: %@ साठी एक छोटी टीप जोडा
or: %@ ପାଇଁ ଏକ ଶୀଘ୍ର ଟିପ୍ପଣୀ ଯୋଗ କରନ୍ତୁ
pa: %@ ਲਈ ਇੱਕ ਛੋਟਾ ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicione uma nota rápida para %@
ru: Добавить краткую заметку для %@
ta: %@ க்கு ஒரு சிறு குறிப்பைச் சேர்க்கவும்
te: %@ కోసం ఒక చిన్న గమనికను జోడించండి
zh_hans: 添加一条简短的备注 %@
zh_hant: 加一簡短的備註 %@

source: Add Device
ar: إضافة أجهزة
as: ডিভাইচ যোগ কৰক
bn: ডিভাইস যোগ করুন
de: Gerät hinzufügen
es: Agregar dispositivo
fr: Ajouter un appareil
gu: ઉપકરણ ઉમેરો
hi: डिवाइस जोडे
it: Aggiungi dispositivo
ja: デバイスを追加
kn: ಸಾಧನವನ್ನು ಸೇರಿಸಿ
ko: 기기 추가
ml: ഉപകരണം ചേർക്കുക
mr: डिव्हाइस जोडा
or: ଡିଭାଇସ୍ ଯୋଡନ୍ତୁ
pa: ਡਿਵਾਈਸ ਜੋੜੋ
pt: Adicionar dispositivo
ru: Добавить устройство
ta: சாதனத்தைச் சேர்க்கவும்
te: పరికరాన్ని జోడించండి
zh_hans: 添加设备
zh_hant: 新增設備

source: Add Item
ar: إضافة عنصر
as: আইটেম যোগ কৰক
bn: আইটেম যোগ করুন
de: Artikel hinzufügen
es: Agregar artículo
fr: Ajouter un élément
gu: વસ્તુ ઉમેરો
hi: मद जोड़ें
it: Aggiungi elemento
ja: アイテムを追加
kn: ಐಟಂ ಸೇರಿಸಿ
ko: 항목 추가
ml: ഇനം ചേർക്കുക
mr: आयटम जोडा
or: ଆଇଟମ୍ ଯୋଡନ୍ତୁ
pa: ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar item
ru: Добавить товар
ta: உருப்படியைச் சேர்க்கவும்
te: అంశాన్ని జోడించండి
zh_hans: 添加项目
zh_hant: 新增項目

source: Add Note
ar: إضافة ملاحظة
as: টোকা যোগ কৰক
bn: নোট যোগ করুন
de: Notiz hinzufügen
es: Agregar nota
fr: Ajouter une note
gu: નોંધ ઉમેરો
hi: नोट जोड़े
it: Aggiungi nota
ja: メモを追加
kn: ಟಿಪ್ಪಣಿ ಸೇರಿಸಿ
ko: 메모 추가
ml: കുറിപ്പ് ചേർക്കുക
mr: टीप जोडा
or: ନୋଟ୍ ଯୋଡନ୍ତୁ
pa: ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar nota
ru: Добавить примечание
ta: குறிப்பைச் சேர்க்கவும்
te: గమనికను జోడించండి
zh_hans: 添加备注
zh_hant: 新增備註

source: Add Phone Number
ar: أضف رقم الهاتف
as: ফোন নম্বৰ যোগ কৰক
bn: ফোন নম্বর যোগ করুন
de: Telefonnummer hinzufügen
es: Agregar número de teléfono
fr: Ajouter un numéro de téléphone
gu: ફોન નંબર ઉમેરો
hi: फोन नंबर डालें
it: Aggiungi numero di telefono
ja: 電話番号を追加
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ
ko: 전화번호 추가
ml: ഫോൺ നമ്പർ ചേർക്കുക
mr: फोन नंबर जोडा
or: ଫୋନ୍ ନମ୍ବର ଯୋଡନ୍ତୁ
pa: ਫ਼ੋਨ ਨੰਬਰ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar número de telefone
ru: Добавить номер телефона
ta: தொலைபேசி எண்ணைச் சேர்க்கவும்
te: ఫోన్ నంబర్‌ను జోడించండి
zh_hans: 添加电话号码
zh_hant: 新增電話號碼

source: Add Photo
ar: أضف صورة
as: ফটো যোগ কৰক
bn: ছবি যোগ করুন
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
gu: ફોટો ઉમેરો
hi: तस्वीर जोड़ो
it: Aggiungi foto
ja: 写真を追加
kn: ಫೋಟೋ ಸೇರಿಸಿ
ko: 사진 추가
ml: ഫോട്ടോ ചേർക്കുക
mr: फोटो जोडा
or: ଫଟୋ ଯୋଡନ୍ତୁ
pa: ਫੋਟੋ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar foto
ru: Добавить фото
ta: புகைப்படத்தைச் சேர்க்கவும்
te: ఫోటోను జోడించండి
zh_hans: 添加照片
zh_hant: 添加照片

source: Add Product
ar: إضافة منتج
as: প্ৰডাক্ট যোগ কৰক
bn: পণ্য যোগ করুন
de: Produkt hinzufügen
es: Agregar producto
fr: Ajouter un produit
gu: ઉત્પાદન ઉમેરો
hi: उत्पाद जोड़ें
it: Aggiungi prodotto
ja: 商品を追加する
kn: ಉತ್ಪನ್ನ ಸೇರಿಸಿ
ko: 제품 추가
ml: ഉൽപ്പന്നം ചേർക്കുക
mr: उत्पादन जोडा
or: ଉତ୍ପାଦ ଯୋଡନ୍ତୁ
pa: ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar produto
ru: Добавить товар
ta: தயாரிப்பைச் சேர்க்கவும்
te: ఉత్పత్తిని జోడించండి
zh_hans: 添加产品
zh_hant: 添加產品

source: Add Product(s) / Scan Serials
ar: إضافة منتج (منتجات) / مسح الأرقام التسلسلية
as: পণ্য(সমূহ) যোগ কৰক / স্কেন ছিৰিয়েলসমূহ
bn: পণ্য যোগ করুন / সিরিয়াল স্ক্যান করুন
de: Produkt(e) hinzufügen / Seriennummern scannen
es: Agregar producto(s) / Escanear números de serie
fr: Ajouter un ou plusieurs produits / Scanner les numéros de série
gu: પ્રોડક્ટ(ઓ) ઉમેરો / સિરિયલ સ્કેન કરો
hi: उत्पाद जोड़ें / सीरियल नंबर स्कैन करें
it: Aggiungi prodotto/i / Scansiona i numeri di serie
ja: 製品の追加／シリアル番号のスキャン
kn: ಉತ್ಪನ್ನ(ಗಳು) / ಸ್ಕ್ಯಾನ್ ಸರಣಿಗಳನ್ನು ಸೇರಿಸಿ
ko: 제품 추가 / 시리얼 번호 스캔
ml: ഉൽപ്പന്നം(ങ്ങൾ) ചേർക്കുക / സീരിയലുകൾ സ്കാൻ ചെയ്യുക
mr: उत्पादन/उत्पादने जोडा / अनुक्रमांक स्कॅन करा
or: ଉତ୍ପାଦ(ଗୁଡ଼ିକ) ଯୋଗ କରନ୍ତୁ / କ୍ରମିକଗୁଡ଼ିକ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਉਤਪਾਦ (ਉਤਪਾਦਾਂ) / ਸਕੈਨ ਸੀਰੀਅਲ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar produto(s) / Ler número de série
ru: Добавить товар(ы) / Отсканировать серийные номера
ta: தயாரிப்புகளைச் சேர்க்கவும் / வரிசை எண்களை ஸ்கேன் செய்யவும்
te: ఉత్పత్తి(ల)ను జోడించండి / సీరియల్‌లను స్కాన్ చేయండి
zh_hans: 添加产品/扫描序列号
zh_hant: 新增產品/掃描序號

source: Add to Cart
ar: أضف إلى السلة
as: কাৰ্টত যোগ কৰক
bn: কার্টে যোগ করুন
de: in den Warenkorb legen
es: añadir a la cesta
fr: Ajouter au panier
gu: કાર્ટમાં ઉમેરો
hi: कार्ट में जोड़ें
it: Aggiungi al carrello
ja: カートに追加
kn: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಿ
ko: 장바구니에 담기
ml: കാർട്ടിലേക്ക് ചേർക്കുക
mr: कार्टमध्ये जोडा
or: କାର୍ଟରେ ଯୋଡନ୍ତୁ
pa: ਠੇਲ੍ਹੇ ਵਿੱਚ ਪਾਓ
pt: adicionar ao carrinho
ru: добавить в корзину
ta: கூடையில் சேர்க்கவும்
te: కార్ట్‌కు జోడించండి
zh_hans: 添加到购物车
zh_hant: 加入購物車

source: Add to Wishlist
ar: أضف إلى قائمة الأمنيات
as: ইচ্ছা তালিকাত যোগ কৰক
bn: পছন্দের তালিকায় যোগ করুন
de: Zur Wunschliste hinzufügen
es: Añadir a la lista de deseos
fr: Ajouter à la liste de souhaits
gu: વિશલિસ્ટમાં ઉમેરો
hi: इच्छा सूची में जोड़ें
it: Aggiungi alla lista dei desideri
ja: ウィッシュリストに追加
kn: ಇಚ್ಛೆಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
ko: 위시리스트에 추가
ml: വിഷ്‌ലിസ്റ്റിൽ ചേർക്കുക
mr: इच्छा सूचीमध्ये जोडा
or: ଇଚ୍ଛା ତାଲିକାରେ ଯୋଡ଼ନ୍ତୁ
pa: ਵਿਸ਼ਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pt: Adicionar à lista de desejos
ru: Добавить в список желаний
ta: விருப்பப்பட்டியலில் சேர்க்கவும்
te: విష్‌లిస్ట్‌కు జోడించండి
zh_hans: 加入愿望清单
zh_hant: 加入願望清單

source: ADDITIONAL DETAILS
ar: تفاصيل إضافية
as: অতিৰিক্ত বিৱৰণ
bn: অতিরিক্ত বিবরণ
de: ZUSÄTZLICHE DETAILS
es: DETALLES ADICIONALES
fr: DÉTAILS SUPPLÉMENTAIRES
gu: વધારાની વિગતો
hi: अतिरिक्त विवरण
it: ULTERIORI DETTAGLI
ja: 追加情報
kn: ಹೆಚ್ಚುವರಿ ವಿವರಗಳು
ko: 추가 정보
ml: അധിക വിശദാംശങ്ങൾ
mr: अतिरिक्त तपशील
or: ଅତିରିକ୍ତ ବିବରଣୀ
pa: ਵਾਧੂ ਵੇਰਵੇ
pt: DETALHES ADICIONAIS
ru: ДОПОЛНИТЕЛЬНЫЕ ПОДРОБНОСТИ
ta: கூடுதல் விவரங்கள்
te: అదనపు వివరాలు
zh_hans: 更多详情
zh_hant: 更多詳情

source: ADDITIONAL PROFILE INFO
ar: معلومات إضافية عن الملف الشخصي
as: অতিৰিক্ত প্ৰফাইলৰ তথ্য
bn: অতিরিক্ত প্রোফাইল তথ্য
de: ZUSÄTZLICHE PROFILINFORMATIONEN
es: INFORMACIÓN ADICIONAL DEL PERFIL
fr: INFORMATIONS SUPPLÉMENTAIRES SUR LE PROFIL
gu: વધારાની પ્રોફાઇલ માહિતી
hi: अतिरिक्त प्रोफ़ाइल जानकारी
it: INFORMAZIONI AGGIUNTIVE DEL PROFILO
ja: 追加プロフィール情報
kn: ಹೆಚ್ಚುವರಿ ಪ್ರೊಫೈಲ್ ಮಾಹಿತಿ
ko: 추가 프로필 정보
ml: അധിക പ്രൊഫൈൽ വിവരങ്ങൾ
mr: अतिरिक्त प्रोफाइल माहिती
or: ଅତିରିକ୍ତ ପ୍ରୋଫାଇଲ୍ ସୂଚନା
pa: ਵਾਧੂ ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ
pt: INFORMAÇÕES ADICIONAIS DO PERFIL
ru: ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ О ПРОФИЛЕ
ta: கூடுதல் சுயவிவரத் தகவல்
te: అదనపు ప్రొఫైల్ సమాచారం
zh_hans: 附加个人资料信息
zh_hant: 附加個人資料資訊

source: Address
ar: عنوان
as: ঠিকনা
bn: ঠিকানা
de: Adresse
es: DIRECCIÓN
fr: Adresse
gu: સરનામું
hi: पता
it: Indirizzo
ja: 住所
kn: ವಿಳಾಸ
ko: 주소
ml: വിലാസം
mr: पत्ता
or: ଠିକଣା
pa: ਪਤਾ
pt: Morada
ru: Адрес
ta: முகவரி
te: చిరునామా
zh_hans: 地址
zh_hant: 地址

source: ADMIN TOOLS
ar: أدوات الإدارة
bn: অ্যাডমিন টুলস
de: ADMINISTRATOR-TOOLS
es: HERRAMIENTAS DE ADMINISTRACIÓN
fr: OUTILS D'ADMINISTRATION
gu: એડમિન ટૂલ્સ
hi: प्रशासनिक उपकरण
it: STRUMENTI DI AMMINISTRAZIONE
ja: 管理ツール
kn: ಆಡಳಿತ ಪರಿಕರಗಳು
ko: 관리자 도구
ml: അഡ്മിൻ ടൂളുകൾ
mr: प्रशासकीय साधने
or: ପ୍ରଶାସକ ଉପକରଣଗୁଡ଼ିକ
pa: ਐਡਮਿਨ ਟੂਲਸ
pt: FERRAMENTAS DE ADMINISTRAÇÃO
ru: ИНСТРУМЕНТЫ АДМИНИСТРАТОРА
ta: நிர்வாகக் கருவிகள்
te: నిర్వాహక సాధనాలు
zh_hans: 管理工具
zh_hant: 管理工具

source: Advisor ID
ar: معرف المستشار
as: উপদেষ্টা আইডি
bn: উপদেষ্টা আইডি
de: Berater-ID
es: ID del asesor
fr: ID du conseiller
gu: સલાહકાર ID
hi: सलाहकार आईडी
it: ID consulente
ja: アドバイザーID
kn: ಸಲಹೆಗಾರ ಐಡಿ
ko: 어드바이저 ID
ml: ഉപദേഷ്ടാവ് ഐഡി
mr: सल्लागार आयडी
or: ପରାମର୍ଶଦାତା ID
pa: ਸਲਾਹਕਾਰ ਆਈਡੀ
pt: ID do consultor
ru: Идентификатор советника
ta: ஆலோசகர் ஐடி
te: సలహాదారు ID
zh_hans: 顾问 ID
zh_hant: 顧問 ID

source: Advisor: %@
ar: المستشار: %@
as: উপদেষ্টা: %@
bn: উপদেষ্টা: %@
de: Berater: %@
es: Asesor: %@
fr: Conseiller : %@
gu: સલાહકાર: %@
hi: सलाहकार: %@
it: Consulente: %@
ja: アドバイザー: %@
kn: ಸಲಹೆಗಾರ: %@
ko: 조언자: %@
ml: ഉപദേഷ്ടാവ്: %@
mr: सल्लागार: %@
or: ପରାମର୍ଶଦାତା: %@
pa: ਸਲਾਹਕਾਰ: %@
pt: Conselheiro: %@
ru: Советник: %@
ta: ஆலோசகர்: %@
te: సలహాదారు: %@
zh_hans: 顾问： %@
zh_hant: 顧問： %@

source: After Sales Ticket submitted successfully.
ar: تم إرسال طلب خدمة ما بعد البيع بنجاح.
as: বিক্ৰীৰ পিছত টিকট সফলতাৰে জমা দিয়া হৈছে।
bn: বিক্রয়োত্তর টিকেট সফলভাবে জমা দেওয়া হয়েছে।
de: Kundendienstticket erfolgreich übermittelt.
es: El ticket de servicio posventa se ha enviado correctamente.
fr: Ticket après-vente soumis avec succès.
gu: વેચાણ પછીની ટિકિટ સફળતાપૂર્વક સબમિટ થઈ.
hi: बिक्री के बाद का टिकट सफलतापूर्वक जमा हो गया।
it: Richiesta di assistenza post-vendita inviata con successo.
ja: アフターサービスチケットが正常に送信されました。
kn: ಮಾರಾಟದ ನಂತರದ ಟಿಕೆಟ್ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ.
ko: 애프터서비스 요청이 성공적으로 제출되었습니다.
ml: വിൽപ്പനാനന്തര ടിക്കറ്റ് വിജയകരമായി സമർപ്പിച്ചു.
mr: विक्रीनंतरचे तिकीट यशस्वीरित्या सादर झाले.
or: ବିକ୍ରୟ ପରେ ଟିକେଟ୍ ସଫଳତାର ସହ ଦାଖଲ ହୋଇଛି।
pa: ਵਿਕਰੀ ਤੋਂ ਬਾਅਦ ਟਿਕਟ ਸਫਲਤਾਪੂਰਵਕ ਜਮ੍ਹਾਂ ਹੋ ਗਈ।
pt: O pedido de pós-venda foi enviado com sucesso.
ru: Заявка в отдел послепродажного обслуживания успешно отправлена.
ta: விற்பனைக்குப் பிந்தைய டிக்கெட் வெற்றிகரமாகச் சமர்ப்பிக்கப்பட்டது.
te: అమ్మకం తర్వాత టిక్కెట్ విజయవంతంగా సమర్పించబడింది.
zh_hans: 售后工单已成功提交。
zh_hant: 售後工單已成功提交。

source: After-Sales Intake
ar: استقبال ما بعد البيع
as: বিক্ৰীৰ পিছৰ গ্ৰহণ
bn: বিক্রয়োত্তর গ্রহণ
de: Kundendienst
es: Recepción de solicitudes de servicio posventa
fr: Réception après-vente
gu: વેચાણ પછીનો વપરાશ
hi: बिक्री के बाद की सेवा
it: Assistenza post-vendita
ja: アフターサービス受付
kn: ಮಾರಾಟದ ನಂತರದ ಸೇವನೆ
ko: 판매 후 접수
ml: വിൽപ്പനാനന്തര ഉപഭോഗം
mr: विक्रीनंतरचे सेवन
or: ବିକ୍ରୟ ପରବର୍ତ୍ତୀ ଗ୍ରହଣ
pa: ਵਿਕਰੀ ਤੋਂ ਬਾਅਦ ਦਾ ਸੇਵਨ
pt: Atendimento pós-venda
ru: Приём послепродажного обслуживания
ta: விற்பனைக்குப் பிந்தைய தகவல்
te: అమ్మకం తర్వాత స్వీకరణ
zh_hans: 售后接收
zh_hant: 售後接收

source: Align barcode / QR code within the frame
ar: قم بمحاذاة الرمز الشريطي / رمز الاستجابة السريعة داخل الإطار
as: ফ্ৰেমৰ ভিতৰত বাৰক'ড / QR ক'ড প্ৰান্তিককৰণ কৰক
bn: ফ্রেমের মধ্যে বারকোড / কিউআর কোড সারিবদ্ধ করুন।
de: Barcode/QR-Code im Rahmen ausrichten
es: Alinee el código de barras/código QR dentro del marco.
fr: Alignez le code-barres / code QR dans le cadre
gu: ફ્રેમની અંદર બારકોડ / QR કોડ સંરેખિત કરો
hi: बारकोड/क्यूआर कोड को फ्रेम के अंदर संरेखित करें
it: Allineare il codice a barre/QR code all'interno della cornice.
ja: バーコード／QRコードをフレーム内に配置してください
kn: ಫ್ರೇಮ್ ಒಳಗೆ ಬಾರ್‌ಕೋಡ್ / QR ಕೋಡ್ ಅನ್ನು ಜೋಡಿಸಿ
ko: 바코드/QR 코드를 프레임 안에 정렬하세요
ml: ഫ്രെയിമിനുള്ളിൽ ബാർകോഡ് / QR കോഡ് വിന്യസിക്കുക
mr: बारकोड / क्यूआर कोड फ्रेमच्या आत संरेखित करा
or: ଫ୍ରେମ୍ ମଧ୍ୟରେ ବାରକୋଡ୍ / QR କୋଡ୍ ଆଲାଇନ୍ କରନ୍ତୁ
pa: ਬਾਰਕੋਡ / QR ਕੋਡ ਨੂੰ ਫਰੇਮ ਦੇ ਅੰਦਰ ਇਕਸਾਰ ਕਰੋ
pt: Alinhe o código de barras/código QR dentro da moldura.
ru: Выровняйте штрихкод/QR-код внутри рамки.
ta: பார்கோடு / QR குறியீட்டை சட்டகத்திற்குள் சீரமைக்கவும்.
te: ఫ్రేమ్‌లో బార్‌కోడ్ / క్యూఆర్ కోడ్‌ను అమర్చండి
zh_hans: 将条形码/二维码对齐到框架内
zh_hant: 將條碼/二維碼對齊到框架內

source: Align barcode within the frame to scan. It will be added to the cart automatically.
ar: قم بمحاذاة الرمز الشريطي داخل الإطار لمسحه ضوئيًا. سيتم إضافته إلى سلة التسوق تلقائيًا.
as: স্কেন কৰিবলৈ ফ্ৰেমৰ ভিতৰত বাৰক'ড প্ৰান্তিককৰণ কৰক। ইয়াক স্বয়ংক্ৰিয়ভাৱে কাৰ্টত যোগ কৰা হ'ব।
bn: স্ক্যান করার জন্য বারকোডটি ফ্রেমের মধ্যে রাখুন। এটি স্বয়ংক্রিয়ভাবে কার্টে যুক্ত হয়ে যাবে।
de: Richten Sie den Barcode zum Scannen im Rahmen aus. Er wird automatisch dem Warenkorb hinzugefügt.
es: Alinea el código de barras dentro del marco para escanearlo. Se añadirá al carrito automáticamente.
fr: Alignez le code-barres dans le cadre pour le scanner. Il sera automatiquement ajouté au panier.
gu: સ્કેન કરવા માટે બારકોડને ફ્રેમમાં ગોઠવો. તે આપમેળે કાર્ટમાં ઉમેરવામાં આવશે.
hi: स्कैन करने के लिए बारकोड को फ्रेम के अंदर रखें। यह स्वचालित रूप से कार्ट में जुड़ जाएगा।
it: Allineare il codice a barre all'interno della cornice per la scansione. Verrà aggiunto automaticamente al carrello.
ja: スキャンするには、バーコードをフレーム内に合わせます。 自動的にカートに追加されます。
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಫ್ರೇಮ್‌ನೊಳಗೆ ಬಾರ್‌ಕೋಡ್ ಅನ್ನು ಜೋಡಿಸಿ. ಇದನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಲಾಗುತ್ತದೆ.
ko: 바코드를 스캔할 프레임 안에 맞춰주세요. 자동으로 장바구니에 추가됩니다.
ml: സ്കാൻ ചെയ്യുന്നതിനായി ഫ്രെയിമിനുള്ളിൽ ബാർകോഡ് വിന്യസിക്കുക. ഇത് യാന്ത്രികമായി കാർട്ടിലേക്ക് ചേർക്കപ്പെടും.
mr: स्कॅन करण्यासाठी बारकोड फ्रेमच्या आत जुळवा. ते आपोआप कार्टमध्ये जोडले जाईल.
or: ସ୍କାନ କରିବା ପାଇଁ ଫ୍ରେମ୍ ମଧ୍ୟରେ ବାରକୋଡ୍ ସଜାନ୍ତୁ। ଏହା ସ୍ୱୟଂଚାଳିତ ଭାବରେ କାର୍ଟରେ ଯୋଡାଯିବ।
pa: ਸਕੈਨ ਕਰਨ ਲਈ ਬਾਰਕੋਡ ਨੂੰ ਫਰੇਮ ਦੇ ਅੰਦਰ ਇਕਸਾਰ ਕਰੋ। ਇਹ ਆਪਣੇ ਆਪ ਕਾਰਟ ਵਿੱਚ ਜੋੜਿਆ ਜਾਵੇਗਾ।
pt: Alinhe o código de barras dentro da moldura para digitalizar. Será adicionado ao carrinho automaticamente.
ru: Выровняйте штрихкод внутри рамки для сканирования. Он будет автоматически добавлен в корзину.
ta: ஸ்கேன் செய்வதற்கு பார்கோடை சட்டகத்திற்குள் சீரமைக்கவும். அது தானாகவே கூடையில் சேர்க்கப்படும்.
te: స్కాన్ చేయడానికి బార్‌కోడ్‌ను ఫ్రేమ్‌లో అమర్చండి. ఇది ఆటోమేటిక్‌గా కార్ట్‌కు జోడించబడుతుంది.
zh_hans: 将条形码对准扫描框进行扫描。 商品将自动添加到购物车。
zh_hant: 將條碼對準掃描框進行掃描。 商品將自動加入購物車。

source: Align item barcode within the frame
ar: قم بمحاذاة رمز المنتج الشريطي داخل الإطار
as: ফ্ৰেমৰ ভিতৰত বস্তুৰ বাৰক'ড প্ৰান্তিককৰণ কৰক
bn: ফ্রেমের মধ্যে আইটেমের বারকোডটি সারিবদ্ধ করুন।
de: Richten Sie den Barcode des Artikels innerhalb des Rahmens aus.
es: Alinee el código de barras del artículo dentro del marco.
fr: Alignez le code-barres de l'article dans le cadre.
gu: ફ્રેમની અંદર આઇટમ બારકોડ સંરેખિત કરો
hi: आइटम बारकोड को फ्रेम के भीतर संरेखित करें
it: Allineare il codice a barre dell'articolo all'interno della cornice
ja: 商品のバーコードを枠内に収める
kn: ಫ್ರೇಮ್ ಒಳಗೆ ಐಟಂ ಬಾರ್‌ಕೋಡ್ ಅನ್ನು ಜೋಡಿಸಿ
ko: 제품 바코드를 프레임 안에 정렬합니다.
ml: ഫ്രെയിമിനുള്ളിൽ ഇന ബാർകോഡ് വിന്യസിക്കുക
mr: वस्तूचा बारकोड फ्रेमच्या आत संरेखित करा
or: ଫ୍ରେମ୍ ମଧ୍ୟରେ ଆଇଟମ୍ ବାରକୋଡ୍ ଆଲାଇନ୍ କରନ୍ତୁ
pa: ਆਈਟਮ ਬਾਰਕੋਡ ਨੂੰ ਫਰੇਮ ਦੇ ਅੰਦਰ ਇਕਸਾਰ ਕਰੋ
pt: Alinhe o código de barras do artigo dentro da moldura.
ru: Выровняйте штрихкод товара внутри рамки.
ta: பொருளின் பார்கோடை சட்டகத்திற்குள் சீரமைக்கவும்
te: ఫ్రేమ్‌లో ఐటమ్ బార్‌కోడ్‌ను అమర్చండి
zh_hans: 将商品条形码对齐到框架内
zh_hant: 將商品條碼對齊到框架內

source: All
ar: الجميع
as: আটাইবোৰ
bn: সব
de: Alle
es: Todo
fr: Tous
gu: બધા
hi: सभी
it: Tutto
ja: 全て
kn: ಎಲ್ಲವೂ
ko: 모두
ml: എല്ലാം
mr: सर्व
or: ସମସ୍ତ
pa: ਸਾਰੇ
pt: Tudo
ru: Все
ta: அனைத்தும்
te: అన్నీ
zh_hans: 全部
zh_hant: 全部

source: All Appointments
ar: جميع المواعيد
as: সকলো নিযুক্তি
bn: সমস্ত অ্যাপয়েন্টমেন্ট
de: Alle Termine
es: Todas las citas
fr: Tous les rendez-vous
gu: બધી નિમણૂકો
hi: सभी नियुक्तियाँ
it: Tutti gli appuntamenti
ja: すべての予約
kn: ಎಲ್ಲಾ ನೇಮಕಾತಿಗಳು
ko: 모든 예약
ml: എല്ലാ അപ്പോയിന്റ്മെന്റുകളും
mr: सर्व भेटी
or: ସମସ୍ତ ନିଯୁକ୍ତି
pa: ਸਾਰੀਆਂ ਮੁਲਾਕਾਤਾਂ
pt: Todos os agendamentos
ru: Все записи на прием
ta: அனைத்து சந்திப்புகளும்
te: అన్ని అపాయింట్‌మెంట్లు
zh_hans: 所有预约
zh_hant: 所有預約

source: ALL APPOINTMENTS
ar: جميع المواعيد
as: সকলো নিযুক্তি
bn: সমস্ত অ্যাপয়েন্টমেন্ট
de: ALLE TERMINE
es: TODAS LAS CITAS
fr: TOUS LES RENDEZ-VOUS
gu: બધી એપોઇન્ટમેન્ટ્સ
hi: सभी नियुक्तियाँ
it: TUTTI GLI APPUNTAMENTI
ja: すべての予約
kn: ಎಲ್ಲಾ ನೇಮಕಾತಿಗಳು
ko: 모든 예약
ml: എല്ലാ അപ്പോയിന്റ്മെന്റുകളും
mr: सर्व भेटी
or: ସମସ୍ତ ନିଯୁକ୍ତି
pa: ਸਾਰੀਆਂ ਅਪੌਇੰਟਮੈਂਟਾਂ
pt: TODOS OS AGENDAMENTOS
ru: ВСЕ ЗАПИСИ НА ПРИЕМ
ta: அனைத்து சந்திப்புகளும்
te: అన్ని అపాయింట్‌మెంట్లు
zh_hans: 所有预约
zh_hant: 所有預約

source: All Boutiques
ar: جميع البوتيكات
as: সকলো বুটিক
bn: সমস্ত বুটিক
de: Alle Boutiquen
es: Todas las boutiques
fr: Toutes les boutiques
gu: બધા બુટિક
hi: सभी बुटीक
it: Tutti i negozi
ja: すべてのブティック
kn: ಎಲ್ಲಾ ಬೂಟೀಕ್‌ಗಳು
ko: 모든 부티크
ml: എല്ലാ ബുട്ടീക്കുകളും
mr: सर्व बुटीक
or: ସମସ୍ତ ବୁଟିକ୍
pa: ਸਾਰੇ ਬੁਟੀਕ
pt: Todas as Boutiques
ru: Все бутики
ta: அனைத்து பூட்டிக்களும்
te: అన్ని బోటిక్‌లు
zh_hans: 所有精品店
zh_hant: 所有精品店

source: ALL BOUTIQUES
ar: جميع المتاجر
bn: সমস্ত বুটিক
de: ALLE BOUTIQUEN
es: TODAS LAS BOUTIQUES
fr: TOUTES LES BOUTIQUES
gu: બધી બુટિક
hi: सभी बुटीक
it: TUTTE LE BOUTIQUE
ja: すべてのブティック
kn: ಎಲ್ಲಾ ಬೂಟೀಕ್‌ಗಳು
ko: 모든 부티크
ml: എല്ലാ ബോട്ടിക്കുകളും
mr: सर्व बुटीक
or: ସମସ୍ତ ବୁଟିକ୍
pa: ਸਾਰੀਆਂ ਬੁਟੀਕਾਂ
pt: TODAS AS BOUTIQUES
ru: ВСЕ БУТИКИ
ta: அனைத்து பூட்டிக்களும்
te: అన్ని బోటిక్‌లు
zh_hans: 所有精品店
zh_hant: 所有精品店

source: All expected items have been scanned.
ar: تم مسح جميع العناصر المتوقعة ضوئياً.
as: আশা কৰা ধৰণৰ সকলো বস্তু স্কেন কৰা হৈছে।
bn: প্রত্যাশিত সকল আইটেম স্ক্যান করা হয়েছে।
de: Alle erwarteten Artikel wurden gescannt.
es: Todos los artículos previstos han sido escaneados.
fr: Tous les articles attendus ont été scannés.
gu: બધી અપેક્ષિત વસ્તુઓ સ્કેન કરવામાં આવી છે.
hi: सभी अपेक्षित वस्तुओं की स्कैनिंग हो चुकी है।
it: Tutti gli articoli previsti sono stati scansionati.
ja: 予定されていた品目はすべてスキャンされました。
kn: ಎಲ್ಲಾ ನಿರೀಕ್ಷಿತ ವಸ್ತುಗಳನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲಾಗಿದೆ.
ko: 예상되는 모든 품목을 스캔했습니다.
ml: പ്രതീക്ഷിച്ച എല്ലാ ഇനങ്ങളും സ്കാൻ ചെയ്തു.
mr: सर्व अपेक्षित वस्तू स्कॅन झाल्या आहेत.
or: ସମସ୍ତ ଆଶା କରାଯାଇଥିବା ଜିନିଷଗୁଡ଼ିକୁ ସ୍କାନ କରାଯାଇଛି।
pa: ਸਾਰੀਆਂ ਉਮੀਦ ਕੀਤੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਸਕੈਨ ਕਰ ਲਿਆ ਗਿਆ ਹੈ।
pt: Todos os itens esperados foram digitalizados.
ru: Все ожидаемые товары отсканированы.
ta: எதிர்பார்க்கப்பட்ட அனைத்துப் பொருட்களும் ஸ்கேன் செய்யப்பட்டுள்ளன.
te: ఆశించిన వస్తువులన్నీ స్కాన్ చేయబడ్డాయి.
zh_hans: 所有预期物品均已扫描完毕。
zh_hant: 所有預期物品已掃描完畢。

source: All inter-store inventory transfers have been fully resolved.
ar: تم حل جميع عمليات نقل المخزون بين المتاجر بشكل كامل.
as: সকলো আন্তঃষ্ট’ৰ ইনভেণ্টৰী ট্ৰেন্সফাৰ সম্পূৰ্ণৰূপে সমাধান কৰা হৈছে।
bn: সকল আন্তঃ-স্টোর ইনভেন্টরি স্থানান্তর সম্পূর্ণরূপে সমাধান করা হয়েছে।
de: Alle filialübergreifenden Warentransfers sind vollständig abgeschlossen.
es: Todas las transferencias de inventario entre tiendas se han resuelto por completo.
fr: Tous les transferts de stock entre magasins ont été entièrement résolus.
gu: બધા ઇન્ટર-સ્ટોર ઇન્વેન્ટરી ટ્રાન્સફર સંપૂર્ણપણે ઉકેલાઈ ગયા છે.
hi: सभी अंतर-स्टोर इन्वेंट्री हस्तांतरण की समस्या पूरी तरह से हल हो गई है।
it: Tutti i trasferimenti di inventario tra i punti vendita sono stati completamente risolti.
ja: 店舗間の在庫移動はすべて完了しました。
kn: ಎಲ್ಲಾ ಅಂತರ-ಅಂಗಡಿ ದಾಸ್ತಾನು ವರ್ಗಾವಣೆಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಪರಿಹರಿಸಲಾಗಿದೆ.
ko: 모든 매장 간 재고 이동 문제가 완전히 해결되었습니다.
ml: എല്ലാ ഇന്റർ-സ്റ്റോർ ഇൻവെന്ററി കൈമാറ്റങ്ങളും പൂർണ്ണമായും പരിഹരിച്ചു.
mr: सर्व आंतर-स्टोअर मालसाठा हस्तांतरणाची प्रक्रिया पूर्णपणे निकाली निघाली आहे.
or: ସମସ୍ତ ଆନ୍ତଃ-ଷ୍ଟୋର ଇନଭେଣ୍ଟରୀ ସ୍ଥାନାନ୍ତର ସମ୍ପୂର୍ଣ୍ଣ ସମାଧାନ କରାଯାଇଛି।
pa: ਸਾਰੇ ਇੰਟਰ-ਸਟੋਰ ਇਨਵੈਂਟਰੀ ਟ੍ਰਾਂਸਫਰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਹੱਲ ਹੋ ਗਏ ਹਨ।
pt: Todas as transferências de stock entre lojas foram totalmente resolvidas.
ru: Все вопросы, касающиеся перемещения товаров между магазинами, полностью урегулированы.
ta: கடைகளுக்கு இடையேயான அனைத்து சரக்குப் பரிமாற்றங்களும் முழுமையாகத் தீர்க்கப்பட்டுவிட்டன.
te: స్టోర్‌ల మధ్య జరిగే సరుకుల బదిలీలన్నీ పూర్తిగా పరిష్కరించబడ్డాయి.
zh_hans: 所有门店间库存调拨问题均已彻底解决。
zh_hant: 所有門店內庫存調撥問題均已徹底解決。

source: All inventory levels are within normal limits.
ar: جميع مستويات المخزون ضمن الحدود الطبيعية.
as: সকলো তথ্যৰ স্তৰ স্বাভাৱিক সীমাৰ ভিতৰত থাকে।
bn: মজুদের সমস্ত স্তর স্বাভাবিক সীমার মধ্যে রয়েছে।
de: Alle Lagerbestände liegen im normalen Bereich.
es: Todos los niveles de inventario se encuentran dentro de los límites normales.
fr: Tous les niveaux de stock sont dans les limites normales.
gu: બધા ઇન્વેન્ટરી સ્તરો સામાન્ય મર્યાદામાં છે.
hi: सभी भंडार स्तर सामान्य सीमा के भीतर हैं।
it: Tutti i livelli di inventario rientrano nei limiti normali.
ja: 在庫レベルはすべて正常範囲内です。
kn: ಎಲ್ಲಾ ದಾಸ್ತಾನು ಮಟ್ಟಗಳು ಸಾಮಾನ್ಯ ಮಿತಿಯೊಳಗೆ ಇವೆ.
ko: 모든 재고 수준이 정상 범위 내에 있습니다.
ml: എല്ലാ ഇൻവെന്ററി ലെവലുകളും സാധാരണ പരിധിക്കുള്ളിലാണ്.
mr: सर्व मालसाठा सामान्य मर्यादेत आहे.
or: ସମସ୍ତ ଇନଭେଣ୍ଟୋରୀ ସ୍ତର ସାଧାରଣ ସୀମା ମଧ୍ୟରେ ଅଛି।
pa: ਸਾਰੇ ਵਸਤੂ-ਸੂਚੀ ਦੇ ਪੱਧਰ ਆਮ ਸੀਮਾਵਾਂ ਦੇ ਅੰਦਰ ਹਨ।
pt: Todos os níveis de stock estão dentro dos limites normais.
ru: Все уровни запасов находятся в пределах нормы.
ta: அனைத்து இருப்பு நிலைகளும் இயல்பான வரம்புகளுக்குள் உள்ளன.
te: అన్ని నిల్వల స్థాయిలు సాధారణ పరిమితుల్లో ఉన్నాయి.
zh_hans: 所有库存水平均在正常范围内。
zh_hant: 所有庫存水平均在正常範圍內。

source: All items matched — no variance found.
ar: جميع العناصر متطابقة - لم يتم العثور على أي اختلاف.
as: সকলো বস্তু মিল আছে — কোনো ভ্যাৰিয়েন্স পোৱা নগ'ল।
bn: সমস্ত আইটেম মিলে গেছে — কোনো অমিল পাওয়া যায়নি।
de: Alle Artikel stimmten überein – es wurden keine Abweichungen festgestellt.
es: Todos los elementos coincidieron; no se encontraron variaciones.
fr: Tous les articles correspondent — aucune différence constatée.
gu: બધી વસ્તુઓ મેળ ખાતી હતી — કોઈ તફાવત મળ્યો નથી.
hi: सभी मदें मेल खाती हैं — कोई भिन्नता नहीं पाई गई।
it: Tutti gli elementi corrispondono: nessuna differenza riscontrata.
ja: すべての項目が一致しました。差異は見つかりませんでした。
kn: ಎಲ್ಲಾ ಐಟಂಗಳು ಹೊಂದಿಕೆಯಾಗಿವೆ - ಯಾವುದೇ ವ್ಯತ್ಯಾಸ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 모든 항목이 일치합니다. 차이점이 발견되지 않았습니다.
ml: എല്ലാ ഇനങ്ങളും പൊരുത്തപ്പെട്ടു - വ്യത്യാസമൊന്നും കണ്ടെത്തിയില്ല.
mr: सर्व बाबी जुळल्या — कोणताही फरक आढळला नाही.
or: ସମସ୍ତ ଜିନିଷ ମେଳ ଖାଉଥିଲା — କୌଣସି ଭିନ୍ନତା ମିଳିଲା ନାହିଁ।
pa: ਸਾਰੀਆਂ ਆਈਟਮਾਂ ਮੇਲ ਖਾਂਦੀਆਂ ਹਨ — ਕੋਈ ਭਿੰਨਤਾ ਨਹੀਂ ਮਿਲੀ।
pt: Todos os itens coincidiram — não foi encontrada qualquer discrepância.
ru: Все элементы совпали — расхождений не обнаружено.
ta: அனைத்து உருப்படிகளும் பொருந்தின — எந்த வேறுபாடும் காணப்படவில்லை.
te: అన్ని అంశాలు సరిపోయాయి — ఎటువంటి వ్యత్యాసం కనుగొనబడలేదు.
zh_hans: 所有项目均匹配——未发现差异。
zh_hant: 所有項目均相符—未發現差異。

source: All Serial Numbers
ar: جميع الأرقام التسلسلية
as: সকলো ক্ৰমিক নম্বৰ
bn: সমস্ত ক্রমিক সংখ্যা
de: Alle Seriennummern
es: Todos los números de serie
fr: Tous les numéros de série
gu: બધા સીરીયલ નંબરો
hi: सभी सीरियल नंबर
it: Tutti i numeri di serie
ja: すべてのシリアル番号
kn: ಎಲ್ಲಾ ಸರಣಿ ಸಂಖ್ಯೆಗಳು
ko: 모든 시리얼 번호
ml: എല്ലാ സീരിയൽ നമ്പറുകളും
mr: सर्व अनुक्रमांक
or: ସମସ୍ତ କ୍ରମିକ ସଂଖ୍ୟା
pa: ਸਾਰੇ ਸੀਰੀਅਲ ਨੰਬਰ
pt: Todos os números de série
ru: Все серийные номера
ta: அனைத்து வரிசை எண்களும்
te: అన్ని సీరియల్ నంబర్లు
zh_hans: 所有序列号
zh_hant: 所有序號

source: Amount
ar: كمية
as: পৰিমাণ
bn: পরিমাণ
de: Menge
es: Cantidad
fr: Montant
gu: રકમ
hi: मात्रा
it: Quantità
ja: 額
kn: ಮೊತ್ತ
ko: 양
ml: തുക
mr: रक्कम
or: ପରିମାଣ
pa: ਰਕਮ
pt: Montante
ru: Количество
ta: தொகை
te: మొత్తం
zh_hans: 数量
zh_hant: 數量

source: Amount (e.g. 5000)
ar: المبلغ (مثلاً 5000)
as: পৰিমাণ (যেনে ৫০০০)
bn: পরিমাণ (যেমন ৫০০০)
de: Betrag (z. B. 5000)
es: Cantidad (por ejemplo, 5000)
fr: Montant (ex. 5000)
gu: રકમ (દા.ત. ૫૦૦૦)
hi: राशि (उदाहरण के लिए 5000)
it: Importo (es. 5000)
ja: 金額（例：5000）
kn: ಮೊತ್ತ (ಉದಾ. 5000)
ko: 금액 (예: 5000)
ml: തുക (ഉദാ. 5000)
mr: रक्कम (उदा. ५०००)
or: ପରିମାଣ (ଯଥା 5000)
pa: ਰਕਮ (ਜਿਵੇਂ ਕਿ 5000)
pt: Valor (ex: 5000)
ru: Сумма (например, 5000)
ta: தொகை (எ.கா. 5000)
te: మొత్తం (ఉదా 5000)
zh_hans: 金额（例如 5000）
zh_hant: 金額（例如 5000）
